Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: If you're a fellow Rotarian, nice to meet you.
ne: यदि तपाईं रोटरीको सदस्य हो भने, भेटेर खुशी लाग्यो ।

source: We're Interactors, the youngest department of Rotary International.
ne: हामी रोटरीको सबैभन्दा यूवा समूह हौँ ।

source: IW: But we have also learned much about patience, MW: how to deal with frustrations, IW: leadership, MW: teamwork, IW: friendship, MW: we learned more about the Balinese and their culture IW: and we learned about the importance of commitment.
ne: इसा: हामीले धैर्यताको बारेमा पनि धेरै नै सिकेका छौं मेला: निराशाबाट कसरी बच्ने, इसा: नेतृत्व, मेला: सामुहिककार्य, इसा: मित्रता, मेला: हामीले बाली र बालीको संस्कारको बारेमा अझ जान्यौं इसा: प्रतिबद्धताको महत्व जान्यौं ।

source: MW: It's not always easy.
ne: मेला: यो सधैं सहज थिएन ।

source: Sometimes it does get a little bit hard to walk your talk.
ne: कहिले कहीं आफ्नो कुरा सम्झाउन निकै कठिन हुन्छ ।

source: IW: But last year, we did exactly that.
ne: इसा: गत बर्ष ठ्याक्कै त्यस्तै भयो ।

source: We went to India to give a talk, and our parents took us to visit the former private house of Mahatma Gandhi.
ne: हामी इंडिया गएका थियौं हाम्रा अविभावकहरुले हामीलाई म. गान्धीको पुरानो घर देखाउन लग्नुभो

source: We learned about the power of hunger strikes he did to reach his goals.
ne: आफ्नो लक्ष्य प्राप्तिको लागि, भोक हड्तालको शक्ति हामीले बुझ्यौं ।

source: Yes, by the end of the tour, when we met our parents again, we both made a decision and said, "We're going on a hunger strike!"
ne: यात्राको अन्तिमतिर जब हामीले अभिभावकलाइ फेरी भेट्यौं, हामीले एउटा निर्णय गर्यौं र भन्यौं "हामी भोक हड्ताल गर्दै छौं"

source: (Laughter) MW: And you can probably imagine their faces.
ne: (हाँसो) मेला: वहाँहरुको अनुहार कस्तो भो होला,

source: It took a lot of convincing, and not only to our parents but to our friends and to our teachers as well.
ne: हाम्रो अविभावक मात्र होइन, साथीहरु र शिक्षकहरु समेतलाइ सम्झाउन गार्हो भयो

source: Isabel and I were serious about doing this.
ne: इसाबेल र मैंले भने यसको मनस्थिति बनाईसकेका थियौं ।

source: So we met with a nutritionist, and we came up with a compromise of not eating from sunrise to sunset every day until the governor of Bali would agree to meet with us to talk about how to stop plastic bags on Bali.
ne: हामीसबैले पोषणबिज्ञसंग छलफल गरेर एउटा सम्झौतामा पुग्यौं - जबसम्म, बालीको गवर्नर हामीलाइ भेटेर प्लास्टिकको ब्याग रोक्ने बिषयमा छलफल गर्न तयार हुँदैनन्, तबसम्म हामी सूर्योदय देखि सूर्यास्तसम्म केहि खादैनौं ।

source: IW: Our "mogak makan," as it is called in Bahasa Indonesia, started.
ne: इसा: इन्डोनेसियन भाषामा "मोगा माकान" भनिने भोक हड्ताल शुरु भयो ।

source: We used social media to support our goal and already on day two, police started to come to our home and school.
ne: यो कुरा सामाजिक संजालहरुमा फैलियो, दोश्रो दिनमै, पुलिसहरु हाम्रो घर र स्कुलमा आएर

source: What were these two girls doing?
ne: हाम्रो सोध खोज गर्न थाले ।

source: We knew we weren't making the governor look his best by doing this food strike -- we could have gone to jail.
ne: हामीलाई थाहा थियो, यसरी भोक हड्ताल गरेर गवर्नर खुशी हुने वाला छैनन् -- बरु हामी जेल चलान हुन सक्थ्यौं

source: But, hey, it worked.
ne: तर अचम्मै भयो,

source: Twenty-four hours later, we were picked up from school and escorted to the office of the governor.
ne: २४ घन्टा पछि, हामीलाई स्कूलबाट गवर्नरको अफिस लगियो ।

source: MW: And there he was -- (Applause) waiting for us to meet and speak, being all supportive and thankful for our willingness to care for the beauty and the environment of Bali.
ne: मेला: र गवर्नरसंग भेट भयो (ताली) छलफलको क्रममा गवर्नरले , बालीको सुन्दरता र वातावरणप्रतिको हाम्रो लगन र अठोट देखेर आभार व्यक्त गर्नुभयो ।

source: He signed a promise to help the people of Bali say no to plastic bags.
ne: र बालीबाट प्लास्टिकहटाउन मद्धत गर्ने पत्रमा हस्ताक्षर गर्नुभयो

source: And we are now friends, and on a regular basis, we remind him and his team of the promises he has made.
ne: अहिले हामी साथी भएकाछौं, बेला बेलामा वहांको र वहांको समूहको प्रतिज्ञाको बारेमा झक झकाउछौँ

source: And indeed, recently he stated and committed that Bali will be plastic bag free by 2018.
ne: खुशीको कुरा, वहांले प्रतिज्ञापत्रमा हस्ताक्षर गर्नुभएको छ- सन् २०१८ सम्ममा बाली प्लास्टिक ब्याग मुक्त हुनेछ

source: (Applause) IW: Also, at the International Airport of Bali, one of our supporters is planning to start a plastic bag-free policy by 2016.
ne: (ताली) इसा: त्यस्तै बाली अन्तर्रास्ट्रिय एअरपोर्ट सन् २०१६ सम्ममा प्लास्टिक मुक्त क्षेत्र बन्ने तयारीमा छ

source: MW: Stop handing out free plastic bags and bring in your own reusable bag is our next message to change that mindset of the public.
ne: मेला: हाम्रो अबको संदेश छ - प्लास्टिक ब्याग दिने नगरौं, पुन: प्रयोग गर्न मिल्ने ब्याग बोक्ने गरौँ

source: IW: Our short-term campaign, "One Island / One Voice," is all about this.
ne: इसा: हाम्रो अल्पकालीन अभियान- "एक टापू, एक आवाज" यहि नै योजना हो ।

source: We check and recognize the shops and restaurants that have declared themselves a plastic bag-free zone, and we put this sticker at their entrance and publish their names on social media and some important magazines on Bali.
ne: हामी, प्लास्टिक मुक्त घोषणा गरेका पसल र रेस्टुरेन्टहरुमा जांच गर्छौं र प्रवेश द्वारमा गएर यस्तो स्टिकर टास्छौँ र उनीहरुको नाम सामाजिक संजाल र बालीका मुख्य पत्रिकाहरुमा प्रचार गर्छौं

source: And conversely, that highlights those who do not have the sticker.
ne: यस्तो स्टिकर नहुनेलाई ठिक बिपरित गर्छौं ।

source: (Laughter) MW: So, why are we actually telling you all of this?
ne: (हाँसो) मेला: हामी तपाईंहरुलाई यो कथा किन सुनाईरहेका छौं ?

source: Well, partly, it is because we are proud of the results that, together with our team, we have been able to reach.
ne: एउटा कारण त, हामी गौरवान्नित छौं, हामी र हाम्रो समूहले संयुक्तरुपमा प्राप्त गरेको उपलब्धि सुनाउन

source: But also because along the way, we have learned that kids can do things.
ne: अर्को कारण, यो परियोजनाको क्रममा हामीले बुझ्यौं, समूहमा मिलेर केटाकेटीले

source: We can make things happen.
ne: पनि गरेर देखाउन सक्छौं

source: Isabel and I were only 10 and 12 years old when we started this.
ne: जतिखेर हामीले यो काम सुरु गर्यौं, इसाबेल र म १० र १२ बर्षका थियौं

source: We never had a business plan, nor a fixed strategy, nor any hidden agendas -- just the idea in front of us and a group of friends working with us.
ne: हामीसंग कुनै व्यापारको योजना थिएन, न योजना र नीति थिए, न त कुनै अदृश्य कार्यक्रम नै थिए-- केवल अगाडी विचार थियो-- र केहि गरौँ भन्ने साथीहरुको समूह ।

source: All we wanted to do was stop those plastic bags from wrapping and suffocating our beautiful home.
ne: हाम्रो प्रयाश, हाम्रो घरको सुन्दरतालाइ बाँधेर उकुस मुकुस बनाउने प्लास्टिक ब्यागको प्रयोग रोक्नु हो

source: Kids have a boundless energy and a motivation to be the change the world needs.
ne: केटाकेटीहरु संग, अथाह शक्ति र संसारले चाहेको परिवर्तन गर्न सक्ने सामर्थ्य हुन्छ ।

source: IW: So to all the kids of this beautiful but challenging world: go for it!
ne: इसा: सुन्दर तर चुनौतिपूर्ण यस संसारका सबै यूवावर्गलाइ हामी भन्न चाहन्छौं - प्रयास गर्नुहोस !

source: Make that difference.
ne: ! आफूलाई भिन्न प्रमाणित गर्नुहोस !

source: We're not telling you it's going to be easy.
ne: ! हामी भन्दैनौं यो बाटो सजिलो छ ।

source: We're telling you it's going to be worth it.
ne: तर भन्न चाहन्छौं, यसको धेरै महत्व छ ।

source: Us kids may only be 25 percent of the world's population, but we are 100 percent of the future.
ne: हामी केटा केटि कुल जनसंख्याको केवल २५% मात्रै हौला, तर भविष्यको १००%, हामी नै हौँ ।

source: MW: We still have a lot of work to do, but know that we still not stop until the first question asked when arriving at the Bali airports will be Both: "Welcome to Bali, do you have nay plastic bags to declare?"
ne: मेला: अझै धेरै काम गर्न बाँकि छ तर हामी रोकिनेवाला छैनौं , तब सम्म, जबसम्म बाली एअरपोर्टमा उत्रने हरेक यात्रुलाई सोधिने पहिलो प्रश्न हुनेछ: दुवै: बालीमा स्वागत छ, तपाईंसंग कुनै प्लास्टिकका ब्याग त छैनन् ?

source: (Laughter) Om shanti shanti shanti om.
ne: (हाँसो) ऊं शान्ति शान्ति शान्ति ऊं

source: In case you are wondering, no, I'm not wearing a dress, and no, I'm not saying what I'm wearing underneath.
ne: तपाईहरू कतैअचम्म मानिरहनुभएको त छैन हँ, मैले लुगा नै लाएको छैन कि भनेर हैन, घुँडामुनिको कुरा गरेको होइन

source: (Laughter) This is a gho.
ne: (हाँसो) यो 'घो' (बख्खू) हो

source: This is my national dress.
ne: यो हाम्रो राष्ट्रिय पोशाक हो

source: This is how all men dress in Bhutan.
ne: भूटानका सबै मानिसहरू यसैगरि नै सजिन्छन्

source: That is how our women dress.
ne: अनि हाम्रा महिलावर्ग चाहिँ यसरि

source: Like our women, we men get to wear pretty bright colors, but unlike our women, we get to show off our legs.
ne: महिलाहरूजस्तै हामी पुरुषहरू पनि चम्किलो रंगको लुगा नै मन पराउँछौं तर हामी भने उनीहरूले जस्तो नछोपेर आफ्नो पिंडौला देखाउँछौं

source: (Laughter) Our national dress is unique, but this is not the only thing that's unique about my country.
ne: (हाँसो) हाम्रो राष्ट्रियपोशाक भिन्न छ मेरो देशको भिन्नता यो एउटा मात्रै कुरामा होइन

source: Our promise to remain carbon neutral is also unique, and this is what I'd like to speak about today, our promise to remain carbon neutral.
ne: कार्वनमुक्त रहने कुराको प्रतिबद्धतामा पनि हामी भिन्न छौं आज म यसबारे नै बोल्न लागिरहेको छु कार्वनमुक्त रहने कुरामा हाम्रो प्रतिबद्धता

source: But before I proceed, I should set you the context.
ne: कुरा शुरुगर्नु अगाडि अलिकति प्रसङ्ग जोडौं

source: I should tell you our story.
ne: हाम्रो अवस्थितिको जानकारी दिऊँ

source: Bhutan is a small country in the Himalayas.
ne: हिमालयको काखमा सानो देश भूटान छ

source: We've been called Shangri-La, even the last Shangri-La.
ne: हामीलाई शाङ्ग्रिला पनि भनिन्छ शाङ्ग्रिलामध्येको पनि शाङ्ग्रिला

source: But let me tell you right off the bat, we are not Shangri-La.
ne: तर म तपाईंलाई सही कुरा बताऊ हामी शाङ्ग्रिला होइनौं

source: My country is not one big monastery populated with happy monks.
ne: मेरो देश एउटा ठूलो विहार होइन सुखी भिक्षुहरूले भरिभराउ भएको

source: (Laughter) The reality is that there are barely 700,000 of us sandwiched between two of the most populated countries on earth, China and India.
ne: (हाँसोको लहर) यथार्थ यो हो कि, हामी ७००,००० जना मात्र छौं विशालतम जनसंख्या भएका संसारका दुई देशबीचको बीचमा रहेका स्याण्डविचजस्ता चीन र भारत

source: The reality is that we are a small, underdeveloped country doing our best to survive.
ne: यथार्थ यो हो कि, हामी धेरै साना अनि अल्पविकसित पनि छौं सकेसम्म राम्रो गरेर गुजारा चलाइराखेका

source: But we are doing OK. We are surviving.
ne: हामीले बेसै गरेका छौं र हाम्रो गुजारा पनि चलिरहेको छ

source: In fact, we are thriving, and the reason we are thriving is because we've been blessed with extraordinary kings.
ne: वास्तवमा हामी सम्पन्न छौं हामी सम्पन्न हुनुको खास कारण हामी आशीर्वाद प्राप्त छौं हाम्रा अद्वितीय राजाहरूबाट

source: Our enlightened monarchs have worked tirelessly to develop our country, balancing economic growth carefully with social development, environmental sustainability and cultural preservation, all within the framework of good governance.
ne: हाम्रा प्रबुद्ध भूपतिहरू अथक रूपमा काम गरिरहेछन् हाम्रो देशको विकासको लागि आर्थिक विकासलाई जतनसँग सन्तुलनमा राख्दै साथै सामाजिक उन्नति, वातावरणको निरन्तरता अनि संस्कृतिको संरक्षण सबै नै सुशासनको संरक्षणभित्र

source: We call this holistic approach to development "Gross National Happiness," or GNH.
ne: हामी यसलाई विकासप्रतिको सर्वाङ्गीण दृष्टिकोण भन्छौं कूल राष्ट्रिय खुशी वा 'कूराखु'

source: Back in the 1970s, our fourth king famously pronounced that for Bhutan, Gross National Happiness is more important than Gross National Product.
ne: पहिले १९७० तिर हाम्रा चौथा राजाबाट भूटानको लागि घोषणा भयो कि कूल राष्ट्रिय उत्पादनभन्दा कूल राष्ट्रिय खुशी बढी महत्वपूर्ण छ

source: (Applause) Ever since, all development in Bhutan is driven by GNH, a pioneering vision that aims to improve the happiness and well-being of our people.
ne: (करतलध्वनि) त्यसै समयदेखि भूटानका सबै विकासहरू 'कूराखु' प्रेरित छन् खुशीलाई बढावा दिन खोज्ने अग्रगामी दृष्टि अनि हाम्रा जनताको भलो कल्याण

source: But that's easier said than done, especially when you are one of the smallest economies in the world.
ne: तर यो गर्नभन्दा भन्न सजिलो छ जव यो आफै संसारको सबैभन्दा सानो अर्थव्यवस्था छ

source: Our entire GDP is less than two billion dollars.
ne: हाम्रो कूल राष्ट्रिय आय २ अरब डलरभन्दा कम छ

source: I know that some of you here are worth more -- (Laughter) individually than the entire economy of my country.
ne: था छ तपाइमध्ये कति त्यो भन्दा बढीको मालिक हुनुहुन्छ (हाँसो) व्यक्तिगत हिसाबले नै मेरो देशको सम्पूर्ण सम्पत्तिभन्दा बढी

source: So our economy is small, but here is where it gets interesting.
ne: हाम्रो अर्थव्यवस्था सानो छ तै पनि गाँठी कुरो यो छ

source: Education is completely free.
ne: सम्पूर्ण शिक्षा निःशुल्क छ

source: All citizens are guaranteed free school education, and those that work hard are given free college education.
ne: निः शुल्क स्कूल शिक्षा अनिवार्य गरिएको छ मिहिनेतसँग पढाइ गर्न सक्नेलाई निःशुल्क कलेज शिक्षा छ

source: Healthcare is also completely free.
ne: स्वास्थ्य सेवा पनि पूर्णतया निःशुल्क छ

source: Medical consultation, medical treatment, medicines: they are all provided by the state.
ne: स्वास्थ्य परामर्श, उपचार र औषधी सबै राज्यले नै उपलब्ध गराउँछ

source: We manage this because we use our limited resources very carefully, and because we stay faithful to the core mission of GNH, which is development with values.
ne: हामी यी सबै जुटाउँछौं किनभने हामी सीमित साधनलाई जतनसँग पुर्याउँछौं र लक्ष्यको केन्द्रमा रहेको 'कूराखु' प्रति हामी वफादार छौं जुन मूल्यसँगैको विकास पनि हो

source: Our economy is small, and we must strengthen it.
ne: हाम्रो अर्थप्रणाली सानो छ, यसलाई फैलाउनु छ

source: Economic growth is important, but that economic growth must not come from undermining our unique culture or our pristine environment.
ne: आर्थिक वृद्धि महत्वपूर्ण हो तर त्यो वृद्धि हाम्रो मौलिक संस्कृतिलाई नाघेर जान पाउँदैन त्यस्तै हाम्रो विद्यमान वातावरणलाई पनि

source: Today, our culture is flourishing.
ne: अहिले हाम्रो संस्कृति फस्टाइरहेको छ

source: We continue to celebrate our art and architecture, food and festivals, monks and monasteries.
ne: हामीले कला र शिल्प, खाना र उत्सव भिक्षु र विहारहरूको जोहो गरिरहेका छौं

source: And yes, we celebrate our national dress, too.
ne: यसैगरी राष्ट्रिय पोशाकको मान पनि

source: This is why I can wear my gho with pride.
ne: यसै कारण म गर्वसाथ ‘घो’ पहिरन्छु

source: Here's a fun fact: you're looking at the world's biggest pocket.
ne: यहाँ रमाइलो कुरो पनि छ अहिले तपाई संसारकै सबैभन्दा ठूलो खल्ती हेरिरहनुभएको छ

source: (Laughter) It starts here, goes around the back, and comes out from inside here.
ne: (हाँसोको लहर) यहाँबाट शुरु भएर घुमेर पछाडिसम्म पुग्छ अनि भित्रभित्रै यहाँसम्म आइपुग्छ

source: In this pocket we store all manner of personal goods from phones and wallets to iPads, office files and books.
ne: हामी यस खल्तीमा चलनचल्तीका सबै सामान यहाँ थन्क्याउँछौं फोन, पर्स देखि लिएर आइप्याड, किताब र अफिस फाइलसम्म

source: (Laughter) (Applause) But sometimes -- sometimes even precious cargo.
ne: (हर्षध्वनि) (तालीसँगैको) तर कहिलेकाहीं बहुमूल्य वस्तुको ओसारपसार पनि

source: So our culture is flourishing, but so is our environment.
ne: हाम्रो संस्कृति मौलाउँदै गएको छ यसैगरि वातावरण पनि

source: 72 percent of my country is under forest cover.
ne: मेरो देशको ७२ प्रतिशत भूभाग जङ्गलले ढाकेको छ

source: Our constitution demands that a minimum of 60 percent of Bhutan's total land shall remain under forest cover for all time.
ne: हाम्रो संविधान अनुसार भूटानको न्यूनतम ६० प्रतिशत भूभागमा जङ्गल हुनुपर्छ हरसमय

source: (Applause) Our constitution, this constitution, imposes forest cover on us.
ne: (करतल ध्वनि) हाम्रो संविधान यो संविधानले नै हामीमथि जङ्गल थोपरिदिएको हो

source: Incidentally, our king used this constitution to impose democracy on us.
ne: हाम्रो राजाले बनाएको यो संविधानले हामीमाथि प्रजातन्त्र पनि थोपरिदिएको छ

source: You see, we the people didn't want democracy.
ne: यहाहरूलाई थाहा छ, हामी जनता प्रजातन्त्र चाहँदैनौं

source: We didn't ask for it, we didn't demand it, and we certainly didn't fight for it.
ne: हामी यो चाहिन्छ पनि भन्दैनौ र यसको चाहना पनि गर्दैनौं निश्चय नै यसको लागि सङ्घर्ष गर्दैनौं

source: Instead, our king imposed democracy on us by insisting that he include it in the constitution.
ne: बरु उल्टो हाम्रा राजाले प्रजातन्त्र दिलाइदिए उनकै जोरले यो संविधानमा नै समाहित भयो

source: But he went further.
ne: अझै यो भन्दा पनि अघी बढेर

source: He included provisions in the constitution that empower the people to impeach their kings, and included provisions in here that require all our kings to retire at the age of 65.
ne: उने संविधानमा व्यवस्था गरे जनतामा शक्ति दिन र राजालाई बन्देज लाउन राजाले निवृत्ति लिनुपर्ने संवैधानिक व्यवस्था ६५ वर्षको उमेरमा निवृत्त हुने

source: (Applause) Fact is, we already have a king in retirement: our previous king, the Great Fourth, retired 10 years ago at the peak of his popularity.
ne: (करतलध्वनि) परिणामस्वरुप हामीकहाँ भूतपूर्व राजा पनि जीवित छन् हाम्रा पूर्व महाराज, चौथा महानबाट १० वर्ष अगाडि गद्दी छाडियो आफ्नो लोकप्रियता शिखरमा पुगेको बेला

source: He was all of 51 years at that time.
ne: त्यस वखत ५१ वर्षको मात्र उमेर थियो

source: So as I was saying, 72 percent of our country is under forest cover, and all that forest is pristine.
ne: अँ त, म के भन्दै थिएँ भने हाम्रो देशको ७२ प्रतिशत भूभाग जङ्गलले ढाकेको छ र ती सबै जङ्गल पहिलेदेखिकै हुन्

source: That's why we are one of the few remaining global biodiversity hotspots in the world, and that's why we are a carbon neutral country.
ne: त्यसैकारण हामी संसारमै थोरै मात्र बचेका दुनियाभरकै जैविक विविधताको संवेदनशील ठाउँ हौं यसैकारणले हामी कार्वन कम गर्ने देश हौं

source: In a world that is threatened with climate change, we are a carbon neutral country.
ne: वातावरण परिवर्तनले तर्साइरहेको विश्वमा हामी कार्वन कम गर्ने देश हौं

source: Turns out, it's a big deal.
ne: यो चुनोतीकै कुरा हो

source: Of the 200-odd countries in the world today, it looks like we are the only one that's carbon neutral.
ne: संसारका विभिन्न २०० देशहरूका बीचमा के लाग्छ भने हामी मात्रै कार्वन कम गर्ने देश हौं

source: Actually, that's not quite accurate.
ne: वास्तवमा त्यो अझै ठीक होइन

source: Bhutan is not carbon neutral.
ne: भूटान कार्वन सन्तुलन गर्ने देश होइन

source: Bhutan is carbon negative.
ne: भूटान कार्वन ऋणात्मक देश पो हो त !

source: Our entire country generates 2.2 million tons of carbon dioxide, but our forests, they sequester more than three times that amount, so we are a net carbon sink for more than four million tons of carbon dioxide each year.
ne: हाम्रो पूरा देशले २.२ मि‍. टन कार्वन डायअक्साइड उत्पादन गर्दछ तर हाम्रा वनजङ्गलले त्यो भन्दा तीन गुनाले अलग पारिदिन्छन् हामी कार्वनलाई विलीन पारिदिन्छौं चालीस लाख टनभन्दा पनि बढी प्रति वर्ष

source: But that's not all.
ne: कुरो यति मात्रै होइन

source: (Applause) We export most of the renewable electricity we generate from our fast-flowing rivers.
ne: (करतलध्वनि) हामी पुनर्नवीकरण गर्न सकिने विद्युतको निर्यात गर्छौं हाम्रा तीव्र गतिमा दौडिने नदीहरूबाट निकालेर

source: So today, the clean energy that we export offsets about six million tons of carbon dioxide in our neighborhood.
ne: अहिले हामीले निर्यात गरेको स्वच्छ उर्जाबाट हाम्रा छिमेकी देशको साठीलाख टन कार्वन डायअक्साइडलाई सन्तुलन गर्दछ

source: By 2020, we'll be exporting enough electricity to offset 17 million tons of carbon dioxide.
ne: २०२० सम्म हामी धेरै विद्युत् निर्यात गर्नेछौं १७० लाख टन कार्वन डायअक्साइड सन्तुलन गर्दछ

source: And if we were to harness even half our hydropower potential, and that's exactly what we are working at, the clean, green energy that we export would offset something like 50 million tons of carbon dioxide a year.
ne: जलविद्युत् क्षमताको आधा मात्रै उपयोग गर्दा पनि अहिले हामीले गर्न लागेको त्यही हो सफा, हरित उर्जाको निर्यातले प्रति वर्ष ५०० लाख टन कार्वनलाई सन्तुलन गर्न सकोस्

source: That is more CO2 than what the entire city of New York generates in one year.
ne: त्यो भनेको न्यूयोर्क शहरले प्रति वर्ष उत्पादन गर्ने CO2 को मात्रा हो

source: So inside our country, we are a net carbon sink.
ne: यसकारण आफ्नो देशभित्र हामी विशुद्ध कार्वनरहित छौं

source: Outside, we are offsetting carbon.
ne: बाहिर कार्वन सन्तुलन गर्दैछौं

source: And this is important stuff.
ne: यो महत्वपूर्ण कार्य हो

source: You see, the world is getting warmer, and climate change is a reality.
ne: थाहै छ हाम्रो भूमण्डल तातो हुँदैछ र वातावरण परिवर्तन पनि यथार्थ हो

source: Climate change is affecting my country.
ne: वातावरण परिवर्तनले मेरो देशलाई प्रभाव पार्दो छ

source: Our glaciers are melting, causing flash floods and landslides, which in turn are causing disaster and widespread destruction in our country.
ne: हाम्रा हिमनदीहरू पग्लँदा छन् यसैले बाढी र पहिरो फलस्वरूप विपद् अनि हाम्रो मुलुकमा विनासकारी प्रलय

source: I was at that lake recently.
ne: म भर्खरै यो तालमा पुगेको थिएँ

source: It's stunning.
ne: यो अद्भूत छ

source: That's how it looked 10 years ago, and that's how it looked 20 years ago.
ne: दश वर्ष अगाडि यो यस्तो थियो अनि बीस वर्षअगाडि यस्तो थियो

source: Just 20 years ago, that lake didn't exist.
ne: केवल बीस वर्ष अगाडि ताल बनेकै थिएन

source: It was a solid glacier.
ne: यो ठोस हिमनदीको रूपमा थियो

source: A few years ago, a similar lake breached its dams and wreaked havoc in the valleys below.
ne: केही वर्ष अघि यस्तै एउटा तलाउ बाँध नाघेर गयो तल उपत्यकामा हाहाकार फैलियो

source: That destruction was caused by one glacier lake.
ne: त्यो विनास एउटा हिमनदीको तालले गरेको थियो

source: We have 2,700 of them to contend with.
ne: हामीसँग त्यस्ता २७०० को हाराहरीमा छन्

source: The point is this: my country and my people have done nothing to contribute to global warming, but we are already bearing the brunt of its consequences.
ne: कुरो के भने मेरो देश र मेरो जनताको केही पनि विराएका छैनन् भूमण्डलीय तापक्रम वृद्धिमा, तर जहिले पनि यसको परिणति भने भोगिरहेका छौं

source: And for a small, poor country, one that is landlocked and mountainous, it is very difficult.
ne: एउटा सानो भूपरिवेष्ठित पहाडी गरीब मुलुकका लागि यो साह्रै कठिन कुरा हो

source: But we are not going to sit on our hands doing nothing.
ne: तर यसो भन्दैमा हामी चुपचाप हात बाँधेर बस्दैनौं

source: We will fight climate change.
ne: हामी यसको विरुद्धमा लड्छौं

source: That's why we have promised to remain carbon neutral.
ne: त्यसै कारणले हामी कार्वन सन्तुलन गर्न प्रतिबद्ध छौं

source: We first made this promise in 2009 during COP 15 in Copenhagen, but nobody noticed.
ne: हामीले पहिलोचोटि २००९ मा कोपेनहेगेनमा यस्तो प्रतिबद्धता जनाएका हौं तर कसैले चासो देखाएन

source: Governments were so busy arguing with one another and blaming each other for causing climate change, that when a small country raised our hands and announced, "We promise to remain carbon neutral for all time," nobody heard us.
ne: सरकारहरू एकआपसमा विवाद गर्नमै व्यस्त थिए अनि वातावरण परिवर्तनको लागि एक आपसमा दोषारोपण गर्नमै अनि सानो देशले आफ्नो हात उठाएर गरेको घोषणा "हामी हर समय कार्वन सन्तुलन हुन प्रतिबद्ध छौं" हामीलाई कसैले सुनेन

source: Nobody cared.
ne: कसैले ध्यानै दिएन

source: Last December in Paris, at COP 21, we reiterated our promise to remain carbon neutral for all time to come.
ne: गत डिसेम्बर पेरिसमा COP 21 मा हामीले फेरि दोहोर्यायौं सधैं कार्वन सन्तुलन हुने प्रतिबद्धता

source: This time, we were heard.
ne: यसपटक हाम्रा कुरा सुनियो

source: We were noticed, and everybody cared.
ne: हाम्रो पहिचान भयो, सबैले मान गरे

source: What was different in Paris was that governments came round together to accept the realities of climate change, and were willing to come together and act together and work together.
ne: पेरिसमा के फरक भयो भने सरकारहरू एकमत भए वातावरण परिवर्तनको यथार्थ स्वीकार्न सँगै हिंड्न, रहन र काम गर्न इच्छा देखाए

source: All countries, from the very small to the very large, committed to reduce the greenhouse gas emissions.
ne: सानादेखि धेरै ठूला सबै राष्ट्रले हरितगृहबाट हुने ग्यासको विसर्जनलाई कम गर्न
